/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d intentos de passcode fallidos";
"%d Failed Password Attempts" = "%d intentos de contraseña fallidos";

"1 Failed Passcode Attempt" = "1 intento de passcode fallido";
"1 Failed Password Attempt" = "1 intento de contraseña fallido";

"Do you want to use Touch ID for authentication?" = "¿Quiere usar Touch ID para autenticarse?";

"Done" = "Hecho";

"Enable Touch ID" = "Activar Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Introduzca un passcode diferente. No se puede reutilizar el mismo passcode.";
"Enter a different password. Cannot re-use the same password." = "Introduzca una contraseña diferente. No se puede reutilizar la misma contraseña.";

"Enter a passcode" = "Introduzca un passcode";
"Enter a password" = "Introduzca una contraseña";

"Enter your new passcode" = "Introduzca su nuevo passcode";
"Enter your new password" = "Introduzca su nueva contraseña";

"Enter your old passcode" = "Introduzca su passcode antiguo";
"Enter your old password" = "Introduzca su contraseña antigua";

"Enter your passcode" = "Introduzca su passcode";
"Enter your password" = "Introduzca su contraseña";

"Invalid Passcode" = "Passcode no válido";
"Invalid Password" = "Contraseña inválida";

"Passcodes did not match.\nTry again." = "Los passcodes no coinciden.\nVuelva a intentarlo.";
"Password did not match.\nTry again." = "La contraseña no coincide.\nVuelva a intentarlo.";

"Re-enter your passcode" = "Vuelva a introducir su passcode";
"Re-enter your password" = "Vuelva a introducir su contraseña";

"Try again in %d minutes" = "Vuelva a intentarlo dentro de %d minutos.";

"Try again in 1 minute" = "Vuelva a intentarlo en 1 minuto.";
